/* Ano */
"Ano" = "Yes";

/* back */
"Back" = "Back";

/* chyba msg */
"Chyba komunikace" = "Communication failure";

/* Chyba chyba title */
"chyba title" = "error";

/* timeout msg */
"connection timeout msg" = "connection timeout, do you want wait?";

/* Nabidky */
"Dalsia prijemka" = "Next Check-In";

/* tlacitko odhlasenia */
"LogOff btn" = "Log Off";

/* foto menu */
"Nahled" = "Preview";

/* Ne */
"Ne" = "No";

/* grid zaznamov */
"Nejednoznacne RZV" = "Multiple LP";

/* Nabidky */
"Neodeslano" = "UNSENT";

/* Nabidky */
"Neodoslane kompletne" = "Data haven't been sent complete";

/* next */
"Next" = "Next";

/* navig title */
"Nezname vozidlo" = "Unknown Vehicle";

/* No comment provided by engineer. */
"novy" = "new English";

/* Nabidky */
"Odeslano Ok" = "Sended OK";

/* HTTP/SOAP chyba msg */
"Odpoved serveru nie SOAP" = "Response is not SOAP format";

/* grid zaznamov */
"Palivovy system" = "Fuel systems";

/* grid zaznamov */
"Planovane zakazky/checkIny" = "Planned Orders/Check-Ins in process";

/* Nabidky */
"Pokracovat" = "Continue";

/* navig caption */
"Povinne vybavy" = "Obligatory Equipment";

/* chyba msg */
"Pozadovane data nevyplnena" = "One or more required values aren't setted";

/* chyba msg */
"server chyba msg" = "Wrong response from server";

/* foto menu */
"Smazat foto" = "Delete photo";

/* webService::sendMessage */
"Spojeni nevytvorene" = "Connection didn't been established";

/* No comment provided by engineer. */
"test" = "test lokalizacie";

/* navig title */
"Vozidlo nevybrano" = "Unselected Vehicle";

/*collumn name*/
"Status" = "State";

/*collumn name*/
"RZV" = "LP";

/*collumn name*/
"Vozidlo" = "Vehicle";

/*collumn name*/
"Zakaznik" = "Customer";

/*collumn name*/
"PZ c." = "PO #";

/*collumn name*/
"VIN" = "VIN";

/*collumn name*/
"Zdroj" = "Source";

/* mesice */
"Leden" = "January";
"Unor" = "February";
"Brezen" = "March";
"Duben" = "April";
"Kveten" = "May";
"Cerven"  = "June";
"Cervenec" = "July";
"Srpen" = "August";
"Zari" = "September";
"Rijen" = "October";
"Listopad" = "November";
"Prosinec" = "December";

/*typ paliva*/
"Benzin natural" = "Natural gasoline";
"Diesel (Nafta)" = "Diesel";
"Benzin olovnaty" = "Leaded gasoline";
"Plyn (LPG)" = "Gas (LPG)";
"Elektro" = "Electricity";
"Plyn (CNG)" = "Gas (CNG)";

/*UI strings*/

/*"Zakaznik" = "Zákazník";*/
"Zakaznik PH" = "Required: Name Surname / Firm";
"Stav tachometru" = "Mileage";
"Pozadovano" = "Required";
"Stav paliva" = "Fuel level";
"stav paliva 0" = "E";
"stav paliva 1" = "1/4";
"stav paliva 2" = "2/4";
"stav paliva 3" = "3/4";
"stav paliva 4" = "F";
"Informace o vozidle" = "Vehicle Info";
"Vybava" = "Equipment";
"Vuz pristavil" = "Driver";
"Jmeno Prijmeni" = "Name Surname";
"Pojistovaci udalost" = "Insurance case";
"Uzivatel info" = "User information";

"Status odeslani" = "Communication status";
"Nabidka" = "Offer";
"Vybavy" = "Equipment";
"Mista poskozeni" = "Places of damage";
"Fotografie" = "Photos";
"Zvlastni nabidka" = "Special offer";
"Odesli data" = "Send data";
"Platnost emisi" = "EC valid until";
"Platnost STK" = "TI valid until";
"Levy bok" = "Left side";
"Zadni cast" = "Back side";
"Pravy bok" = "Right side";
"Predni cast" = "Front side";
"Strecha" = "Roof view";
"Poznamka" = "Notes";
"Provozni oderky" = "Visible scratches";
"Prihlaseni" = "Login";
"Uzivatel" = "User";
"Heslo" = "Password";
"OK" = "OK";
"URL" = "URL";
"Smaz certifikat" = "Delete certificate";
"Pouzity certifikat" = "Used certificate";
"UUID" = "UUID";

"Moje" = "My";
"Ostatne" = "Others";
"HistorieVozu" = "Car history";

"Sluzby" = "Services";
"Celky" = "Service Units";
"Typ" = "Type";
"Popis" = "Description";
"PP/ND" = "LP/SP #";
"Os.č." = "PID";
"Informácie o vozidle" = "Vehicle data";
"Informácie o zakazníkovi" = "Customer data";
"Stručná historie" = "Brief history";
"Historie" = "History";
"Document" = "Protocol";
"Svolávací a dílenské akce" = "Recall and Workshop Events";
"Kód závady" = "Fault code";
"Typ akce" = "Type of event";
"Plánované činnosti" = "Planned Activities";
"Provozovna" = "Workshop";
"Tým" = "Team";
"Činnost" = "Activity";
"Výhodné nabídky" = "Special Offers";
"Volne vybavy" = "Free equipment";
"Volne sluzby" = "Free services";
"Volné nabidky" = "Free offer";
"Protokol" = "Protocol";
"Zakazkovy list" = "List of order";
"Poškození" = "Damages";
"Prohlídka" = "Checklist";
"Nabídka služeb" = "Special offers";
"Poradce" = "Advisor";
"Cena" = "Price";
"Cancel" = "Cancel";
"OK" = "OK";

/* Trabant */
"Pohledy" = "Views";
"Exterier" = "Exterior";
"Oderky" = "Scratches";
"Siluety" = "Silhouettes";

/*Voz Info EF*/
"Scenar" = "Scenario";
"Datum prodeje/MR" = "Date of sale/MY";
"Pojistovaci udalost" = "Insurance case";
"OTP" = "Certificate of RW";
"Platnost EK" = "EC valid until";
"Servisni knizka" = "Servis book";
"Interiér" = "Interior";
"Informace o vozidle" = "Car information";
"Neulozene data" = "Data haven't been sent";
"Novy Checkin" = "New Check-In";
"Chcete novy checkin" = "Delete actual data";
"veriza DB struktury je nespravna" = "This version is not compatible with the version of database.\nClient DB version: %d\nServer DB version: %d\nAsk your support team for an update, please.";
"nespravna url" = "URL address is wrong";
"parsovanie do DB sa nezdarilo"="Error parisng data to DB";
"Prevzi data"="Get data";
"Nenalezena OBDII hlava"="Didn't found OBDII pluger, check wifi connection";
"Neprebehlo ulozenie do DMS"="Didn't save data to DMS";
"Menu"="Menu";
"AirPrint"="AirPrint";
"Server print"="Server print";
"Odosielam data"="Sending data";
"updating static data" = "Updating data";
"StaticDataUpdate" = "Local data have been updated, unsaved data will be deleted";
"Odlozene polozky" = "Deferred services";

"Sign" = "Sign";
"Send email" = "Send";
"Email" = "E-mail";
"Stav oleje" = "Oil level";
"email predmet" = "Dear customer\nwe are sending the certificate of acceptance of your vehicle in attachment.\n\n%@";
"email sprava" = "Dear customer,\nplease find enclosed the protocol of receipt of your car %@, %@, %@ in for service.\n\nSincerely,\n%@\n%@";

"Material" = "Material";
"Prace" = "Service";
"Celkem" = "Total";
"ks" = "pc";
"All packets"="All packets";
"ND"="Spare Parts";
"PP"="Job Positions";
"SP"="Accessories";
"Packet search"="Packet search";
"Odoslanie emailu"="Send report by E-mail";